{
  "title": "",
  "createdDate": "",
  "views": "3K",
  "imageUrl": "https://images.pexels.com/photos/754082/pexels-photo-754082.jpeg?auto=compress&cs=tinysrgb&dpr=1&w=500",
  "content": "It’s a straight copy-and-paste. At the end, they even copied the line about me being a “Medium member since October 2018.” (*face palm gif*) I suppose they thought I’d be grateful they at least kept my name on my work for “exposure” or some such nonsense they think justifies them not asking my permission and stealing my intellectual property. Some of my sports-related pieces on Medium have been shared through Yahoo! Sports, but always with an excerpt (roughly a paragraph) and a link back to Medium. I emailed Medium to double-check they didn’t have a similar arrangement with CityWatch, and they confirmed that CityWatch was acting without their knowledge. So, I sat there staring at my stolen work and wondering at the brazenness of the theft. And the laziness. What is it like to be that subpar, that below average, that sleazy that you have scour the web for people to steal from to make a living? They have a whole marketing spiel for why people should advertise on their shitty little website that traffics in stolen content. This is the line that got me the most: “CityWatch is published to encourage grassroots civic engagement through information, ideas, and perspectives.” Grassroots civic engagement involves stealing from Black women? There is an absolute epidemic of mediocre people setting up camp in Black women’s social media, on our blogs and YouTube channels — pretty much anywhere we create content — and waiting for us to lay golden eggs for them to pilfer. That’s because we’re ahead of the curve, and they can’t keep up. We’re better, because we have to be. The solve to the problem of how much they lag behind is just to hire and pay us, but for some reason that’s never on the table. Instead they post up where we produce content, spy, and pay whatever second-rate team they’ve put together (who never have the range) to butcher our ideas or just copy and paste them. There are whole publishing companies basically being run off content stolen from Black Twitter. And let’s be honest, how many marketing departments would grind to a halt then collapse into complete and utter chaos if Black Twitter took an extended vacation? Blackness, Black thought, and Black ideas are commodities, but they only seem to be valuable when the people selling them aren’t Black. I know it’s been said before, but it bears repeating: STOP STEALING FROM US  This isn’t the first time I’ve been plagiarized. Last year, I wrote about Childish Gambino’s This is America. The piece went viral, and a reader DM’d me on Twitter to let me know that someone writing for a major newspaper in Poland heavily plagiarized my work. The tipster never got back to me when I tried to follow up, and I don’t speak Polish, so my complaint has languished"
}